[Main]
DisplayName=Română

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenție
lbl_Warnning_Detail.caption=Acest program de calculator este protejat de dreptul de autor și de tratatele internaționale.
lbl_copyright.caption=Copyright © IObit. Toate drepturile rezervate.
lbl_Thanks_Title.caption=Mulțumim următoarelor persoane pentru contribuțiile lor deosebite:
rdhtmlEula.caption=<a>Licența</a> | <a>Politica de confidențialitate</a>
Instructions_M=Instrucțiuni dezinstalare
lblAcknow.caption=Mulțumiri

[ActionCenter_M]
M_HideAC=Ascunde
M_ShowAC=Arată
M_AC_Tips=Obțineți o protecție mai bună și performanță accelerată cu programele recomandate.
M_ShowACTitle2=Notificare!
M_ShowACDesc=Toate programele recomandate sunt ascunse! Apăsați pe «Arată» pentru a le reafișa și apoi instalați-le pentru a obține o protecție și performanță maxime.
M_LearnRecommendNote=Momentan nu sunt produse recomandate.
M_LearnRecommendDesc=Apăsați pe „Mai multe” pentru a vedea mai multe produse care v-ar putea interesa.
M_none=Nimic
M_Fix=Instalare acum
M_LearnMore=Mai multe
M_Install=Instalare acum
M_fixing=Se instalează
M_Updating=Se actualizează
M_failed=Eșuat
M_RuningWell=Ultima versiune instalată
M_Outdated=vechi
M_NotInstalled=Nu este instalat
M_Insatlled=Instalat
M_Update=Actualizare
M_ASCCaption=Performanță sistem
M_ASCInfo_NotIns=Curățare fișiere inutile, eliminare urme de confidențialitate și fixare erori din regiștri.
M_ASCInfo_UpToDate=„Advanced SystemCare” accelerează și optimizează sistemul cu un singur clic.
M_ASCInfo_NeedUpDate=„Advanced SystemCare” este vechi.
M_RunASC=Scanare acum
M_ASCOffer=Curățați și optimizați sistemul cu un clic.<br>Accelerați viteza sistemului cu până la 200%.<br>Măriți viteza pe Internet cu până la 300%.<br>Monitorizați sistemul în timp real pentru un sistem mai fiabil.<br>Protejați sistemul împotriva programelor spion obișnuite.
M_IMFCaption=Protecție programe malițioase
M_IMFInfo_NotIns=Obțineți o protecție mai bună instalând programul antimalware al IObit.
M_IMFInfo_UpToDate=„IObit Malware Fighter” vă protejează calculatorul împotriva diferitelor programe malițioase.
M_IMFInfo_NeedUpDate=„IObit Malware Fighter” este vechi.
M_RunIMF=Scanare acum
M_IMFOffer=Protejare în timp real împotriva diverselor programe malițioase.<br>Scanare rapidă și detectare și eliminare eficientă amenințări<br>Prevenire proactivă atacuri de tip răscumpărare.<br>Navigare și descărcare de fișiere în siguranță.<br>Complet compatibil cu alte programe de securitate.
M_DBCaption=Actualizare drivere
M_DBInfo_NotIns_C=Actualizare și remediere drivere pentru a vă bucura de un sistem mai stabil.
M_DBInfo_NotIns=S-ar putea să existe drivere învechite, care ar putea să încetinească și să destabilizeze sistemul.
M_DBInfo_UpToDate=„Driver Booster” actualizează toate driverele învechite din sistem.
M_DBInfo_NeedUpDate=Programul de actualizare drivere este învechit.
M_DBDesc=Actualizare toate driverele învechite din sistem.
M_RunDB=Scanare acum
M_DBOffer=Bază de date mare cu drivere (peste 4.500.000).<br>Actualizare drivere certificate WHQ în siguranță, cu doar un clic.<br>Performanță mai bună în jocuri.<br>Fixare probleme de rețea, lipsă sunet, rezoluție nepotrivită, etc.<br>Reducere căderi și blocări ale sistemului.
M_SDCaption=Optimizare discuri
M_SDInfo_NotIns=Optimizare discuri pentru a obține o pornire mai rapidă a calculatorului și o viteză mai mare de acces la fișiere.
M_SDInfo_UpToDate=„Smart Defrag” defragmentează discul pentru performanțe ridicate.
M_SDInfo_NeedUpDate=Programul de defragmentare discuri este învechit.
M_RunSD=Defragmentare acum
M_SDOffer=Viteză mărită de acces la fișiere.<br>Performanță maximă discuri.<br>Accelerare pornire sistem cu până la 100%.<br>Optimizare jocuri pentru o experiență de joc mai bună.
M_DLCaption=Gestionare parole
M_DLInfo_NotIns=Protejare și gestionare parole cu managerul de parole „Dashlane”.
M_DLInfo_UpToDate=Nu mai uitați niciodată parolele cu „Dashlane” sigur și securizat.
M_RunDL=Gestionare
M_DLOffer=Gestionați simplu și ușor parole.<br>Generați parole unice pentru protejarea conturilor.<br>Vă conectați automat pe paginile web favorite.<br>Pentru Windows, Mac, iOS și Android.
M_RunIOT=Gestionare acum
M_IOTCaption=Gestionare iPhone
M_IOTInfo_NotIns=Transferare și gestionare conținut iPhone în calculator cu un singur clic.
M_IOTInfo_UpToDate=Transferare date de pe iPhone, curățare și accelerare iPhone.
M_IOTInfo_NeedUpDate=„IOTransfer” este învechit.
M_IOTTip=„IOTransfer” vă promite:<br>+ Gestionare fotografii și contacte cu ușurință.<br>+ Transferare conținut din iPhone pe PC cu un singur clic.<br>+ Descărcare videoclipuri online din sute de site-uri.<br>+ Curățare fișiere inutile din IPhone/iPad.
M_IOTOffer=Cel mai bun manager de iPhone/iPad.<br>Transfer de date cu un clic între iPhone/iPad și PC.<br>Descărcare videoclipuri online din peste 100 de site-uri populare.<br>Ștergere ușoară și sigură a fișierelor inutile pentru mai mult spațiu liber pe dispozitivele iOS.<br>Transfer fără fir conținut între iOS și PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=„Web Companion” vă protejează împotriva site-urilor înșelătoare și malițioase.
M_AdawareInfo_UpToDate=„Web Companion” vă protejează împotriva site-urilor înșelătoare și malițioase.
M_AdawareOfferDesc=Instalați „Web Companion” pentru a vă îmbunătăți protecția pe Internet și setați Bing® de la Microsoft™ ca pagină de pornire, file noi și ca motor de căutare implicit în navigatoarele compatibile.
M_AdawareOffer=Rapid și ușor de instalat.<br>Protecție antiînșelăciuni.<br>Protecție Web în timp real.<br>Compatibil cu mai multe navigatoare.
M_AomeiCaption=Software de conservare
M_AomeiInfo_NotIns=Soluția completă de conservare a sistemului și a discurilor.
M_RunOpera=Lansare
M_OperaCaption=Navigatorul Opera
M_OperaInfo_NotIns=Navigator rapid și securizat cu opțiune de blocare reclame.
M_OperaInfo_UpToDate=Navigator rapid și securizat cu opțiune de blocare reclame.
M_OperaOffer=Blochează reclamele pentru ca paginile web să se încarce cu 90% mai rapid.<br>Răsfoiește cu până la o oră mai mult.<br>Bucură-te de mai multă navigare în modul privat cu VPN-ul gratuit.
M_SUCaption=Actualizator programe
M_SUInfo_NotIns=Vă actualizează și vă instalează, cu un singur clic, toate programele importante.
M_SUInfo_NotIns_C=Există %d programe neactualizate. Instalați „IObit Software Updater” pentru a le actualiza cu un singur clic.
M_SUInfo_NotIns_C1=Există un program neactualizat. Instalați „IObit Software Updater” pentru a-l actualiza cu un singur clic.
M_SUInfo_UpToDate=„IObit Software Updater” vă păstrează toate programele importante actualizate.
M_SUOffer1=Actualizare automată programe învechite cât mai curând.<br>Instalare actualizări programe disponibile cu un singur clic.<br>Instalarea tuturor programelor populare pe care le doriți cu un singur clic.<br>Programele curate au trecut teste stricte, nu au programe asociate integrate.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Creșterea FPS cu un singur clic pentru o experiență de joc mai rapidă și plăcută.
M_SMGBInfo_UpToDate=Creșterea FPS cu un singur clic pentru o experiență de joc mai rapidă și plăcută.
M_SMGBInfo_NeedUpDate=„Smart Game Booster” este vechi.
M_SMGBOffer=Măriți cu un singur clic rata de FPS pentru a îmbunătăți performanța în jocuri.<br>Monitorizați temperatura componentelor fizice și utilizarea în timp real.<br>Supratactați GPU pentru a obține efecte visiuale optime în jocuri.<br>Analizați și evaluați sistemul pentru a găsi jocuri compatibile (peste 38.000).<br>Păziți sistemul și jocurile pentru o securitate sporită.
M_RunSMGB=Accelerare
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Înregistrați gratuit ecranul calculatorului cu calitare mare. Fără limită de înregistrare.
M_ISRInfo_UpToDate=Înregistrați gratuit ecranul calculatorului cu calitare mare. Fără limită de înregistrare.
M_ISRInfo_NeedUpDate=iTop Screen Recorder este învechit.
M_ISROffer=100% gratuit pentru a înregistra ecranul calculatorului<br>Înregistrați întâlniri video în orice format de fișier<br>Înregistrați filme 4K și muzică fără pierderea calității<br>Înregistrați cursuri online, creați tutoriale video<br>Capturați jocurile fără sacadare în format 1080P/60 FPS
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Încercați serviciul VPN sigur, gratuit, rapid, pentru securitatea online.
M_iTopInfo_NotIns=Serviciu VPN sigur, 100% gratuit, rapid, pentru securitatea online.
M_iTopInfo_UpToDateBeta=Încercați serviciul VPN sigur, gratuit, rapid, pentru securitatea online.
M_iTopInfo_UpToDate=Serviciu VPN sigur, 100% gratuit, rapid, pentru securitatea online.
M_iTopInfo_NeedUpDate=iTop VPN este vechi.
M_iTopOfferBeta=Bucurați-vă de Internet fără granițe<br>Accesați site-urile de redare în timp real din întreaga lume<br>Jucați jocuri blocate regional de oriunde<br>Ascundeți-vă adresa IP în rețelele Wi-Fi publice<br>100% gratuit, ultrarapid și cea mai bună criptare disponibilă
M_iTopOffer2=Privat - Vă păstrați anonimitatea în timp ce navigați pe web.<br>Sigur - Vă ascundeți adresa IP și criptați conexiunea la Internet.<br>Rapid - Beneficiați de viteză sporită la navigarea online.<br>Gratuit - Deblocați gratuit paginile web și trasmisiile în flux.<br>Scurtături - Acces rapid la Netflix, HBO, PUBG...
M_RuniTop=Lansare
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Nu va mai trebui să memorați parolele sau să le introduceți.
M_RPMInfo_UpToDate=Spuneți adio parolelor notate pe hârtie cu „RoboForm Password Manager”.
M_RPMOffer=Vă autentificați în site-uri cu un singur clic.<br>Generați parole puternice și unice.<br>Folosește criptarea AES-256 biți și suport pentru autentificare cu doi factori.<br>Pentru Windows, Mac, iOS, Android și toate navigatoarele principale.<br>Importați parolele din navigatoare sau alte programe de gestionat parole.
M_RunRPM=Gestionare
M_Moffer_Title1=Ofertă opțională
M_Close=Închidere
M_Cancel=Anulare
M_Moffer_Install=Instalare
M_Moffer_NoteEP=Apăsând pe «Instalare», sunteți de acord să instalați %s și acceptați <a>Licența</a> & <a>Politica de confidențialitate</a>.
M_Moffer_Refund=<a>Notă:</a> Puteți obține o rambursare în termen de 30 de zile. Citiți <a>Politica de rambursare</a>.
M_Extract_IOT=Recomandări IObit

[AutoUpdate_M]
lan_Downloading_M=Se descarcă
lan_Speed_M=Viteză descărcare: %s
Lan_Finish_M=Finalizare
Lan_Congratulation_M=Felicitări!
Lan_UpdateFail_M=Actualizare eșuată! Reîncercați mai târziu.
Lan_UpdateSuccess_M=„IObit Uninstaller” este actualizat. Acum puteți beneficia de ultimele funcții și îmbunătățiri.
Lan_UpdateNew_M=Deja aveți ultima versiune. Nu mai sunt actualizări.
Lan_UpdateFreeInfo_M=Este disponibilă o nouă versiune „IObit Uninstaller”.
Lan_UpdateFreeDownInfo_M=Actualizați-l acum pentru a primi ultimele funcții și îmbunătățiri. Este gratuit.
Lan_Sure_M=Sigur doriți anularea acestei actualizări?
Lan_Download_M=Descărcare
Lan_Getting_M=Se preiau informațiile despre actualizare, așteptați puțin...
Lan_LVheardOne_M=Actualizări disponibile
Lan_LVheardTwo_M=Versiune nouă
Lan_LVheardThree_M=Mărime
Lan_historyInfo_M=„IObit Uninstaller” %s este acum disponibil. Actualizați-l pentru a beneficia de ultimele îmbunătățiri și funcții!
Lan_UpdateNow_M=Actualizare acum
Lan_UpdateLater_M=Actualizare mai târziu
lan_WhatNew_M=Noutăți
Lan_NewReady_M=Noua versiune este gata
Lan_Title=Actualizator IObit Uninstaller

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Trimite
lblErrorDetails.Caption=Detalii eroare:
lblUserEmail.Caption=Adresa de e-mail:
lblSuccTips1.Caption=Raportul a fost trimis! Vom încerca să reparăm eroarea cât mai curând posibil.
btnClose.Hint=Închidere

[SendBugReportNew_M]
M_AskUserTips1=a întâmpinat o problemă. Pentru a ne ajuta să reparăm problema, apăsați pe «Trimite» pentru a ne trimite automat fișierul de depanare. <a>Politica de confidențialitate</a>
M_BugStatisticsTips=a întâmpinat o problemă și trebuie să se închidă. Analizăm cauza acum. Vă rugăm așteptați...
M_SendingTips=Trimitere...
M_AttentionTips1=a întâmpinat o problemă. Pentru a ne ajuta să reparăm problema, fișierul de depanare ne va fi trimis automat în 5 secunde. Sau puteți închide această fereastră pentru anulare. <a>Politica de confidențialitate</a>
M_InvalidEmailTips1=Adresa de e-mail nu e validă! Introduceți adresa de e-mail corectă pentru a vă putea contacta.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Obținere versiune oficială...
RestoreSuccess_Caption=Ați instalat cu succes versiunea oficială a „IObit Uninstaller”!
RestoreFailed_Caption=Eșuare descărcare versiune oficială a „IObit Uninstaller”. Vizitați pagina noastră oficială pentru a-l descărca din nou.
Run_Button=Executare
Download_Button=Descărcare

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Executați o versiune „IObit Uninstaller” neoficială.
lbl_SecondTitle.caption=„IObit Uninstaller” neoficial nu va mai funcționa.
lbl_HarmInfo.caption=Nu numai că vă va afecta performanța sistemului, dar v-ar putea dezvălui datele personale datorită vulnerabilității sistemului cauzată de acesta.
lbl_OfficialInfo.caption=Obțineți versiunea oficială a „IObit Uninstaller” acum pentru a vă pune sub protecție intimitatea și sistemul.
htmlLabel_Text.caption=Bucurați-vă de reducerea de <a>75%</a> exclusivă pentru dvs., pentru a obține versiunea PRO!
btn_GetPro.caption=Obțineți PRO
btn_GetFree.caption=Obțineți gratuit

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Obțineți <a>„IObit Uninstaller PRO” oficial gratuit</a> astăzi pentru vă pune intimitatea și sistemul sub o protecție puternică.
btn_GetPro_before=Obțineți versiunea Pro gratuit

[Detain_M]
M_MianTitle=„IObit Uninstaller” v-a ajutat să:
M_QuestionString=Sigur doriți să-l dezinstalați?
M_btnok=Da, dezinstalează
M_btnCancel=Vreau să-l păstrez
M_UninstallCaption=Dezinstalați programe
M_DiskCaption=Salvați spațiu pe disc
M_RegCaption=Ștergeți intrări din regiștri
M_FixCaption=Fixare probleme programe

[Survey_M]
Title_M=Sondaj dezinstalare
Info_M=Ne pare rău că ne părăsiți. Ajutați-ne să îmbunătățim IObit Uninstaller completând acest scurt sondaj. Opinia dvs. va fi apreciată.
Question_M=De ce dezinstalați IObit Uninstaller?
1_M=Dezinstalări incomplete (nu s-au șters toate fișierele)
2_M=Nu funcționează normal
3_M=Prea multe reclame și programe integrate
4_M=L-am instalat doar ca să fixez o problemă și nu mai am nevoie de el
5_M=Am găsit o alternativă mai bună
6_M=Alt motiv (vă rugăm specificați)
Button_M=Continuare dezinstalare

[Uninstaller_M]
MenuRight_Caption=Dezinstalare profundă
Explorer_Button=Distrugere fișiere
Controlpanel_Button=Dezinstalare profundă

[ACD_M]
M_Downloading=Se descarcă:
M_TipFixing=Reparare
M_Tips=Descărcarea este în derulare. Faceți dublu clic pe pictogramă pentru a vedea detaliile.
M_Installing=Se instalează:
M_MD5Faild=Fișierul descărcat este corupt. Vă rugăm să încercați din nou mai târziu.
M_NetError=Descărcarea a eșuat din cauza unei erori de rețea. Vă rugăm să reîncercați mai târziu!
M_DiskIsFull=Spațiu pe disc insuficient!
M_Speed=Viteză:
M_AreSureEx=Sigur doriți să anulați descărcarea?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anulare
lbl_Min.Caption=Micșorare
btnClose.Hint=Închidere
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Trage-mă peste o fereastră deschisă, pictogramă de pe ecran sau din zona de notificare.
EasyNothingInfo=Nu se poate stabili o țintă. Trage-mă peste altă fereastră, pictogramă de pe ecran sau din zona de notificare.
EasyDeleteFileFail=Fișierul nu poate fi șters deoarece momentan este în uz. Închideți fișierul și reîncercați.
EasyDeleteFolderFail=Folderul nu poate fi șters deoarece momentan este în uz. Închideți fișierele și reîncercați.
EasyKillProcessFail=Eșuare închidere proces.
EasyKillProcessHint1=Sigur doriți să închideți acest proces?
EasyKillProcessHint2=Orice date nesalvate vor fi pierdute.
EasyUninstallPath=Dezinstalare sau ștergere:
EasyUninstall=Dezinstalare
EasyShortcut=Ștergere scurtătură
EasyLocation=Deschidere folder fișier
EasyDelete=Ștergere
EasyCancel=Anulare
EasyTransparency=Transparență
EasyOpaque=Opac
EasyExitEasy=Deschidere fereastră principală
EasyExitIobit_1=Închidere
EasyKillProcess=Închidere proces

[ExpriedNotice_M]
Sale_Text=Dar le puteți obține înapoi cu o reducere exclusivă de <a>%s</a> astăzi!
ExpriedOneDay_M=Abonamentul a expirat de <a>o</a> zi.
ExpriedDay_M=Abonamentul a expirat de <a>%s</a> zile.
Logged_0_Text=Dezinstalare profundă programe înregistrate cu jurnalele create la instalarea lor
Logged_1_Text=Dezinstalare profundă un program înregistrat cu jurnalul creat la instalarea sa
Logged_Text=Dezinstalare profundă %s programe înregistrate cu jurnalele create la instalarea lor
ExpriedMessage_M=Abonamentul v-a expirat. Funcțiile din versiunea PRO nu vor mai fi disponibile, dar încă le puteți folosi pe cele gratuite.
ExpriedTipMessage_Num=În ultimele %s1 zile, „IObit Uninstaller Pro” v-a ajutat să dezinstalați %s2 programe și să curățați %s3 fișiere reziduale. Reînnoiți acum și nu ratați <a>reducerea exclusivă!</a>
ExpriedTipMessage_Normal=Regretăm să vă informăm că funcțiile versiunii PRO nu vor mai fi disponibile. Reînnoiți acum abonamentul și beneficiați de <a>reducerea exclusivă!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Regretăm să vă informăm că următoarele funcții PRO nu vor mai fi disponibile:
lbl_Stubbron.caption=Eliminarea completă a peste 1000 de programe greu de dezinstalat cu baza de date unică
lbl_Update.caption=Un singur clic pentru a vă păstra programele importante actualizate la zi
lbl_Health.caption=Autodetectarea vulnerabilităților programelor și blocarea notificărilor flotante și a reclamelor nedorite
lbl_MoneyBack.caption=Aveți garanția de returnare 100% a banilor.
btn_Upgrade.caption=Vreau reducerea mea de reînnoire
lbl_EnterCode.caption=Am deja o licență

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=V-a expirat abonamentul!
btn_OK.caption=Reînnoire

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Mesaj
lbl_DescTitle.caption=Descriere:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Captură ecran
lbl_TypeTitle.caption=Tip mesaj:
btnImg_FeedBackSend.caption=Trimite
btnImg_FeedBackCancel.caption=Anulare

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Se trimite...
lbl_SendFailed.caption=Eșuare trimitere. Apăsați pe «OK» pentru a trimite un mesaj online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Vă mulțumim pentru mesajul trimis. Vă vom contacta înapoi cât mai curând posibil.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Îmi place
FeedBack_2=Sugestie
FeedBack_3=Nu am putut dezinstala
FeedBack_4=Probleme cu programele suplimentare
FeedBack_5=Problemă actualizare programe
FeedBack_6=Problemă cu actualizatorul de programe
FeedBack_7=Eșuare afișare toate programele
FeedBack_8=Probleme la scanarea profundă
FeedBack_9=Raportare o eroare
FeedBack_10=Altele
EmailMessage=Adresă de e-mail nevalidă. Introduceți o adresă de e-mail validă pentru a putea primi răspunsul nostru.
MemoHint=Descrieți în detaliu sugestiile sau problemele pe care le-ați întâlnit pentru a putea îmbunătăți produsul în consecință.
ScreenMaxMessage=Eșuare operație. Ați atins maximum de 5 capturi de ecran permise.
CloseHintMsg=Sunteți sigur că nu doriți să trimiteți mesajul?
SendBugck=Trimiteți-ne și fișierul de depanare pentru investigare. <a>Politica de confidențialitate</a>
FeedBackMessage=Introduceți o descriere.
EmailHint=Introduceți adresa de e-mail aici
Startup_Delete_M=Ștergere
M_FiveStar=Ne puteți oferi o evaluare de 5 stele?

[FileShredder_M]
ShredderDetail_0=Puteți trage aici un fișier sau un folder pentru a fi distruse.
ShredderDetail_01=Fișierele șterse în mod obișnuit pot fi recuperate.
ShredderDetail_02=Pentru a elimina fișierele sigur și permanent, doar trageți un fișier sau folder aici pentru a fi distrus.
FileShredder_MaxCount_M=Au fost adăugate 5000 de fișiere. Adăugați restul fișierelor după ce au fost distruse aceste 5000 de fișiere.
Shredder_InUse_M=Unele fișiere nu au fost distruse deoarece nu s-a putut scrie peste ele. Verificați dacă nu sunt încă deschise.
Shredder_Del_M_1=Sigur doriți eliminarea permanentă a acestor <a>%d</a> fișiere? Această acțiune este absolut NEREVERSIBILĂ și s-ar putea să dureze mai mult.
Shredder_DelOne_M_1=Sigur doriți eliminarea permanentă a fișierului adăugat <a>1</a>? Această acțiune este absolut NEREVERSIBILĂ și s-ar putea să dureze mai mult.
Shredder_NotDel_M=Un fișier nu a fost distrus deoarece nu s-a putut scrie peste el. Verificați dacă încă nu este deschis.
Shredder_OneFileDel_M=Fișierul nu a fost distrus deoarece nu s-a putut scrie peste el. Verificați dacă încă nu este deschis.
Shredder_Sucess_M=Distrugere reușită.
Shredder_OneSucess_M=Distrugere reușită.
Shredder_DirIsEmpty_M=Este gol. Nu poate fi distrus.
Shredder_NotAddFolder_M=Fișierul "%s" nu poate fi distrus deoarece ar putea duce la instabilitatea sistemului.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Distrugător fișiere
lbl_Listview_Title.caption=Selectați fișierele sau folderele pe care doriți să le distrugeți:
lblLoading.caption=Se încarcă...
lbl_AddFile.caption=Adăugare fișiere...
lbl_AddFolder.caption=Adăugare foldere...
RdImageButton_Shredder.caption=Distrugere
RdImageButton_Cancel.caption=Anulare
ListView_FileList.Columns[0].Caption=Cale fișier
Menu_Shredder_Shredder.caption=Distrugere
Menu_Shredder_AddFile.caption=Adăugare fișier
Menu_Shredder_AddFolder.caption=Adăugare folder
Menu_Shredder_Romove.caption=Eliminare
Menu_Shredder_Clean.caption=Curățare
lbl_Shredder_Tip.caption=Distrugerea fișierelor este în curs. Poate dura ceva timp, așteptați...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Fișierul „%s” nu poate fi adăugat pentru distrugere deoarece ar putea duce la instabilitatea sistemului.
EndProgressMsg=Fișierul %s este deschis. Sigur doriți să-l închideți și să continuați dezinstalarea?
ListView_FindReslut.Columns[0]_M=Nume
PopMenu_OpenFolder_M=Dechidere folder fișier
PopMenu_ViewEntry_M=Deschidere în regedit
Free_MatchStubbron=Datele de dezinstalare din regiștri lipsesc, de aceea dezinstalarea ar putea eșua. Treceți la versiunea PRO pentru a repara problemele de dezinstalare și dezinstala ușor programul cu baza noastră de date cu programe greu de dezinstalat.
Pro_MatchStubbron=Datele de dezinstalare din regiștri lipsesc, ceea ce ar putea detrmina eșuarea dezinstalării. Reparați problemele de dezinstalare și dezinstalați ușor programul cu baza noastră de programe greu de dezinstalat.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Dezinstalare forțată+
lbl_Info.caption=Vă ajută să dezinstalați un program care nu poate fi dezinstalat în mod obișnuit datorită lipsei datelor din regiștri sau a erorilor programului său de dezinstalare și să-i curățați complet fișierele reziduale.
btnImg_Open.caption=Răsfoire...
lbl_DropInfo.caption=Puteți să alegeți sau să trageți și să plasați aici un fișier sau un folder pentru a-l șterge sau a-i dezinstala programul asociat.
btnImg_Uninstall.caption=Dezinstalare
btnImg_Cancel.caption=Anulare
PopMenu_Uninstall.caption=Dezinstalare
PopMenu_SearchOnline.caption=Căutare online
ListView_FindReslut.Columns[1].caption=Dimensiune
ListView_FindReslut.Columns[2].caption=Dată instalare

[HealthCheck_M]
HealthCheck_Top_ScanNow=Scanare
HealthCheck_Top_ScanAgain=Rescanare
HealthCheck_Top_FixAll=Reparare toate
HealthCheck_Top_Stop=Stop
HealthCheck_Top_Done=Gata
HealthCheck_Top_Scanning=Se scanează
HealthCheck_Top_Fixing=Se repară
HealthCheck_Top_NoFound=Nu s-au găsit probleme. Toate programele funcționează corect.
HealthCheck_Top_Title_Result_NoIssues=Nu există probleme de reparat.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problemă trebuie reparată.
HealthCheck_Top_Title_Result_Some=<a>%s</a> probleme trebuie reparate.
HealthCheck_Top_Title_Skip=<a>Ignorare momentan</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problemă a fost reparată.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> probleme au fost reparate.
HealthCheck_Top_FixOver=Toate problemele selectate au fost rezolvate.
HealthCheck_Top_Dec_Result_Pro=Reparare toate probelemele detectate cu un singur clic.
HealthCheck_Top_Dec_Result_Free=Treceți la versiunea PRO pentru a repara toate problemele cu un singur clic.
HealthCheck_Top_Title_A=Stare programe: <a>Scanare necesară</a>
HealthCheck_Top_Dec_A=Programele nu au fost deloc analizate. Analizați-le acum pe toate.
HealthCheck_Top_Title_B=Stare programe: <a>Bună</a>
HealthCheck_Top_Dec_B=Toate programele funcționează corect.
HealthCheck_Top_Dec_C=Programele nu au fost analizate de %s zile. Analizați-le acum pe toate.
HealthCheck_Item_Title_leftovers=Resturi după dezinstalări
HealthCheck_Item_Dec_leftovers=Ștergeți resturile de la dezinstalări pentru a elibera mai mult spațiu pe disc
HealthCheck_Item_Title_update=Programe vechi
HealthCheck_Item_Dec_update_New=Actualizați programele depășite pentru a reduce riscurile de securitate
HealthCheck_Item_Title_permission=Permisiuni programe
HealthCheck_Item_Dec_permission=Detectați permisiunile ascunse și dezactivați-le pe cele nedorite
HealthCheck_Item_Title_notifications=Notificări enervante
HealthCheck_Item_Dec_notifications=Blocați notificările flotante și reclamele nedorite pentru a nu vă deranja
HealthCheck_Item_Title_stubborn=Programe cu probleme de dezinstalare
HealthCheck_Item_Dec_stubborn=Reparați problemele de dezinstalare pentru a dezinstala ușor programele
HealthCheck_Item_Title_packages=Fișiere de instalare
HealthCheck_Item_Dec_packages=Eliminați programele de instalare pentru a elibera mai mult spațiu pe disc
HealthCheck_Item_Title_malicious=Programe și module malițioase
HealthCheck_Item_Dec_malicious=Eliminați programele malițioase și modulele din navigatoare pentru a avea un sistem rapid și sigur
M_Fix=Reparare
M_Detail=Detalii
M_Recissues_Single=<a>%s</a> problemă selectată pentru reparare,
M_Recissues_Some=<a>%s</a> probleme selectate pentru reparare,
M_Allissues_Single=total <a>%s</a> problemă
M_Allissues_Some=total <a>%s</a> probleme
M_Noissues=Nu s-au găsit probleme
M_issues_Single=<a>%s</a> problemă
M_issues_Some=<a>%s</a> probleme
M_Noissues2=Nu sunt probleme
HealthCheck_Exit_Scanning=Scanarea este în desfășurare. Sigur doriți să închideți acum?
HealthCheck_Exit_Fixing=Repararea este în desfășurare. Sigur doriți să închideți acum?
M_UL_SelectedFix_Single=<a>%s</a> rest rămas după dezinstalare a fost selectat pentru reparare
M_UL_SelectedFix_Some=<a>%s</a> resturi rămas după dezinstalare au fost selectate pentru reparare
M_OS_SelectedFix=<a>%s</a> program vechi selectat pentru reparare
M_SP_SelectedFix_Single=<a>%s</a> permisiune program selectată pentru reparare
M_SP_SelectedFix_Some=<a>%s</a> permisiuni programe selectate pentru reparare
M_DN_SelectedFix_Single=<a>%s</a> notificare deranjantă selectată pentru reparare
M_DN_SelectedFix_Some=<a>%s</a> notificări deranjante selectate pentru reparare
M_PWUI_SelectedFix_Single=<a>%s</a> program cu probleme de dezinstalare selectat pentru reparare
M_PWUI_SelectedFix_Some=<a>%s</a> programe cu probleme de dezinstalare selectate pentru reparare
M_IF_SelectedFix_Single=<a>%s</a> fișier de instalare selectat pentru reparare
M_IF_SelectedFix_Some=<a>%s</a> fișiere de instalare selectate pentru reparare
M_MSE_SelectedFix_Single=<a>%s</a> program sau modul malițios selectat pentru rezolvare
M_MSE_SelectedFix_Some=<a>%s</a> programe sau module malițioase selectate pentru rezolvare
M_BackFix=Înapoi la reparare
M_NoItems=Nu s-au găsit articole
M_item=articol
M_items=articole
M_File=Fișier
M_Reg=Regiștri
M_Tasks=Sarcini programate
M_Ser=Servicii de sistem
M_Select=Selectare toate
M_TitleCount=Nume (Total: %d)
M_Version=Versiune nouă
M_CurrentVersion=Versiune curentă
M_BanwebTitleCount2=Expeditor (Total: %d)
M_Type=Tip
M_BRate=Rată blocare
M_Recommendation=Recomandare
M_Optional=Opțional
M_Block=Blocare
M_SiteType=Notificare site
M_AppType=Notificare aplicație
M_MSType=Program malițios
M_METype=Modul malițios
M_AdType=Adăugare modul
M_RegMiss=Regiștri dezinstalare lipsă
HC_Ignore=Ignorare
HC_IgnoreForever=Ignorare toate actualizările
HC_IgnoreCurrent=Ignorare actualizarea curentă
HC_OpenFile=Deschidere folder fișier
HC_OpenReg=Deschidere în regedit
HC_Search=Căutare online
HC_Startup=Programe autopornite
HC_Tasks=Sarcini programate
HC_Services=Servicii
HC_Desktopicon=Pictogramă Desktop
HC_Taskbaricon=Pictogramă bară de sarcini
HC_RightMenu=Meniu clic dreapta
M_PermissionTitleCount=Tip permisiune (Total: %d)
M_Name=Nume
M_Installed=Instalat
M_Over30Day=Neutilizat de peste 30 de zile
M_Status=Stare
M_Disable=Dezactivare
M_FixDetails=Afișare detalii reparare mai jos:
M_Fix_RecTitle=Dar se pot face mai multe pentru un sistem mai rapid și curat:
M_Fix_RecLog=Dexinstalări curate cu ajutorul jurnalelor
M_Fix_RecLog_Des=Dezinstalarea profundă a programelor cu ajutorul jurnalelor create în timpul instalării
M_Fix_RecBundleware=Eliminare ușoară programe asociate integrate
M_Fix_RecBundleware_Des=Monitorizare instalare programe în timp real și eliminare ușoară a programelor asociate integrate
M_Fix_RecLeftover=Autoștergere toate fișierele rămase
M_Fix_RecLeftover_Des=Autoștergere fișiere rămase care nu pot fi șterse de alte programe de dezinstalare
M_Fix_RecProgram_Single=S-a găsit <a>%s</a> program mare
M_Fix_RecProgram_Some=S-au găsit <a>%s</a> programe mari
M_Fix_RecProgram_Des=Dezinstalați programele mari inutile pentru a elibera spațiu pe disc
M_Fix_RecWinApp_Single=S-a găsit <a>%s</a> aplicație Windows
M_Fix_RecWinApp_Some=S-au găsit <a>%s</a> aplicații Windows
M_Fix_RecWinApp_Des=Dezinstalați aplicațiile Windows inutile pentru a elibera spațiu pe disc
M_Fix_RecEasyUn=Dezinstalare ușoară inteligentă
M_Fix_RecEasyUn_Des=Dezinstalați ușor un program trăgând pictograma „Dezinstalare ușoară” peste fereatră programului deschis, pictograma de pe desktop sau din zona de notificare
M_Fix_RecStubborn=Eliminare programe dificile
M_Fix_RecStubborn_Des=Baza de date unică suportă eliminarea a peste 1000 de programe dificil de dezinstalat
M_UnlockTitle_Single=Deblocați funcțiile PRO pentru a rezolva %s problemă găsită
M_UnlockTitle_Some=Deblocați funcțiile PRO pentru a rezolva toate cele %s probleme găsite
M_UnlockNow=Deblocare
M_Back=Înapoi
M_Try=Încercare
M_Upgrade=Upgrade

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Nume (Total: %d)
ListviewHeader_Software_M=Nume
History_info_DouBle_M=programe nu s-au dezinstalat complet ultima oară. Apăsați pe «Dezinstalare» pentru a continua.
History_info_One_M=program nu s-a dezinstalat complet ultima oară. Apăsați pe «Dezinstalare» pentru a continua.
History_Scanfor_M=Scanare resturi
History_ViewDetail_M=Detalii
UninstallLog_No_IsEmpty_M=Nu s-au găsit fișiere reziduale cu «Scanarea profundă».
Program_Information=Informații program
Files_Deleted=Fișiere șterse
Registries_Deleted=Regiștri șterși
Scheduled_Tasks_Deleted=Sarcini programate șterse
Deleted_on_Reboot=Ștergere după repornire
Service_Deleted=Servicii de sitem șterse
Export_M=Exportare
rdlbl_NoTkanks=Nu, mulțumesc
RdLabelDetailNull=Aici vor fi afișate detaliile și starea pentru fiecare program dezinstalat.
RdLabelDetails=„IObit Uninstaller” v-a ajutat să dezinstalați <a>%d</a> programe și să salvați <a>%s</a> de spațiu pe disc.
RdLabelDetail=„IObit Uninstaller” v-a ajutat să dezinstalați <a>%d</a> program și să salvați <a>%s</a> de spațiu pe disc.
History_NoUninstalled_M=Nedezinstalat
History_Residualfilesleft_M=Fișiere reziduale rămase
M_NoHistoryFound=Nu s-a găsit niciun istoric de instalare

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Istoric dezinstalare
ListView_History.Columns[1].Caption=Dată dezinstalare
ListView_History.Columns[2].Caption=Mărime
ListView_History.Columns[3].Caption=Operație
Menu_ClearThis.Caption=Golire acest istoric
Menu_ClearAll.Caption=Golire tot istoricul

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nu, mulțumesc
RdImgBtnUninstall.caption=Dezinstalare
RdListView_History.Columns[0].Caption=Nume
RdListView_History.Columns[1].Caption=Stare

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Monitorizare instalări
lbl_RegText.caption=Intrări regiștri:
lbl_SzieText.caption=Mărime:
lbl_StartText.caption=Autolansări:
lbl_FileText.caption=Fișiere:

[InstallDetected_M]
Install_DetectedTitle=%s a fost instalat cu următoarele articole create.
Install_DetectedTitleEx=<a>%s</a> programe au fost instalate cu următoarele articole create..
Install_ViewDetail=Afișare detalii

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Activare
lbl_Caption.caption=Instalare nouă detectată
lbl_InstallMoniorInfo.caption=Activați „Monitorizare instalări” pentru a înregistra și vedea toate modificările efectuate în sistem pe durata instalării programelor.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Instalări înregistrate
rdlbl_Or.Caption=SAU
rdlbl_Auto.Caption=Monitorizare automată
rdlbl_Drap.Caption=Monitorizare manuală

[IUInstallMonitorFrm_M]
TipFileMsi=Fișier de instalare nesuportat. Reselectați altul și reîncercați.
TipFileNotMsiExe=Fișier de instalare nevalid. Selectați un fișier de instalare valid și reîncercați.
AddTip1=Monitorizarea instalărilor rulează deja!
AddTip2=Deja este monitorizată o instalare. Reîncercați după finalizarea acestei instalări.
StarFileTip=Eșuare executare
ExePathErrorTip=Fișierul de setare nu poate fi amplasat pe o unitate în rețea. Copiați-l pe unitatea locală și reîncercați.
Logging=Înregistrare modificări în sistem...
rdlbl_TipContent_M=„Monitorizare instalări” detectează și înregistrează modificările din sistem din timpul instalărilor, permițându-vă să vedeți ce modificări au făcut programele la instalare.
rdlbl_SwitchTip.Caption_M=Detectare automată și înregistrare instalări programe
rdlbl_DragFileTip.Caption_M=Adăugați sau trageți aici un fișier de instalare pentru instalare și înregistrare modificări efectuate

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Jurnal instalare
rdlbl_Export.Caption=Exportare
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Nume afișat:
InstallDateTip=Dată instalare:
VersionTip=Versiune:
PublisherTip=Producător:
LocationTip=Folder:
InstallationDurationTip=Durată instalare:
InstallPackageTip=Pachet instalare:
RegEntriesTip=Înregistrări regiștri:
FilesCountTip=Fișiere:
TaskCountTip_M=Sarcini programate:
ServiceCountTip_M=Servicii de sistem:
DllCountTip=Înregistrări DLL:
StartUpCountTip=Articole autolansate:
TotalSizeTip=Mărime totală:
ProgramInformationTip=Informații program
MMORegistryTip=Intrări regiștri
MMOFilesTip=Fișiere
MMOTaskTip_M=Sarcini programate
MMOServiceTip_M=Servicii de sistem
MMODllTip=Înregistrări DLL
MMOStartUpTip=Articole autolansate
MonitorLog_SecondsLan=secunde
MonitorLog_SecondSingleLan=secundă

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Feedback

[MainForm_M]
Nav_Colle_Program_All=Programe
Nav_Colle_Browser_Extensions=Module navigatoare
Nav_Colle_Win=Aplicații Windows
Nav_Colle_AC=Centru de acțiuni
Nav_Colle_SH=Sănătate programe
Nav_Item_Program_All=Toate programele
Nav_Item_Bundleware=Programe suplimentare
Nav_Item_Program_Recent=Recent instalate
Nav_Item_Program_Infrequent=Folosite rar
Nav_Item_Program_Large=Programe mari
Nav_Item_Browser_Extension_All=Module navigatoare
Nav_Item_InstallMonitor=Monitorizare instalări
Nav_Item_Logged=Programe înregistrate
Hint_Settings=Opțiuni
Hint_Tools=Unelte
UninstallProTipEnterCode=Introducere cod
Button_Uninstall=Dezinstalare
Button_Remove=Eliminare
Button_Update=Actualizare toate
Button_Install=Instalare
ToolPopForceUninstallEx=Forțare dezinstalare+
ToolPopSoftUpdater=Actualizator programe
ToolPopStubborn=Eliminator programe dificile
ToolPopHistory=Istoric dezinstalări
ToolPopFileShredder=Distrugător fișiere
ToolPopHunterMode=Dezinstalare ușoară
ToolPopUpdateUninstall=Dezinstalare actualizări Windows
MoreSettingPopSetting=Setări...
MoreSettingPopRestore=Restaurare sistem
MoreSettingPopExport=Exportare listă programe
MoreSettingPopUpdate=Verificare actualizări
MoreSettingPopManual=Manual de utilizare
MoreSettingPopSupport=Suport tehnic
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Despre
MoreSettingPopWhatsNew=Noutăți
MoreSettingSubscription=Abonamentul meu
DefaultSelProg=Dezinstalați programele inutile pentru a elibera spațiu.
DefaultSelPlug=Eliminați modulele nedorite pentru a proteja navigatoarele.
DefaultSelADPlugin1=Eliminați un modul malițios/publicitar pentru o navigare sigură.
DefaultSelADPlugin2=Eliminați %d module malițioase/publicitare pentru o navigare sigură.
DefaultSelWApp=Dezinstalați aplicațiile Windows pentru accelerarea sistemului.
DefaultSelBundle=Dezinstalați programele suplimentare nedorite.
DefaultSelUpdate=Actualizați-vă toate programele importante.
DefaultUpdaterPromot=Actualizați mai multe programe cu IObit Software Updater.
DefaultUpdaterPromote1=program vechi a fost găsit.
DefaultUpdaterPromote2=programe vechi au fost găsite.
DefaultUpdaterPromoteInfo=Apăsați pe «Actualizare toate» pentru a le actualiza cu un singur clic.
SelInfoProg=program selectat pentru dezinstalare. Mărime:
SelInfoProgM=programe selectate pentru dezinstalare. Mărime totală:
SelInfoPlug=modul selectat pentru eliminare.
SelInfoPlugM=module selectate pentru eliminare.
SelInfoApp=aplicație selectată pentru dezinstalare.
SelInfoAppM=aplicații selectate pentru dezinstalare.
SelInfoBundle=element selectat pentru dezinstalare.
SelInfoBundleM=elemente selectate pentru dezinstalare.
BundleHint=Când se instalează programul principal, pot fi instalate și alte programe secundare fără să observați. Puteți dezinstala aceste programe nedorite.
RestoreDefaultSettingsButton=Restaurare %s setări implicite
APTitle=Activare funcții PRO
AP5=Dezinstalări curate cu înregistrări
AP2=Ștergere mai multe aplicații greu de eliminat
AP6=Performanță fiabilă programe
AP4=Actualizare programe cu un clic
MainUpdate_Hint=Versiune nouă
NewsDisconnCaption=Partajați „IObit Uninstaller” cu familia și pritenii.
NewsDisconnDes=Vor fi încântați să-l folosească!
NewsNewVerCaption=Actualizare importantă disponibilă
NewsNewVerDes=Descărcați acum ultima versiune.
ToolPopForceUninstall_Detail=Vă ajută să dezinstalați programele care nu se pot dezinstala în mod normal
ToolPopSoftUpdaterEx_Detail=Actualizați programele depășite pentru e reduce riscurile de securitate
ToolPopHistory_Detail=Afișează detaliile și starea fiecărui program dezinstalat
ToolPopFileShredder_Detail=Vă ajută să eliminați permanent și în siguranță fișierele nedorite
ToolPopHunterMode_Detail=Trageți pictograma de dezinstalare rapidă pentru a dezinstala ușor programele
ToolPopUpdateEx_Detail=Dezinstalați actulizările Windows nedorite pentru a elibera spațiu pe disc
ToolPopStubbornEx_Detail=Baza de date unică suportă eliminarea a peste 1000 de programe greu de dezinstalat
DefaultSelInfo_Logged=Programele înregistrate pot fi complet dezinstalate.
MoreSettingTranslate=Ajutați-ne să traducem

[MetroApp_M]
NoSerchItem_Tip=Nu s-au găsit potriviri conform căutării.
Win8NoItemTip_M=Nu s-au găsit aplicații Windows.
Win8LoadingApp=Se încarcă aplicațiile...
Win8ListViewGroupsWin8AppHeader=Aplicații Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicații produse de Microsoft.
Win8ListViewGroupsThirdHeader=Aplicații terțe
Win8ListViewGroupsThirdSubtitle=Aplicații instalate din magazinul Microsoft.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nume
ListView_AppList.Columns[1].caption=Dimensiune
ListView_AppList.Columns[2].caption=Dată instalare
ListView_AppList.Columns[3].caption=Operație
lbl_Notice.caption=Pentru a afișa aplicațiile Windows, asigurați-vă că aveți drepturi administrative pentru contul actual.
mniUninstall.caption=Dezinstalare
mniRefush.caption=Împrospătare
mniDetails.caption=Detalii
mniOpenFile.caption=Deschidere folder fișier
mniOpenReg.caption=Deschidere în regedit
mniOpenWinstore.caption=Deschide în Winstore
mniSearchOnline.caption=Căutare online
mniRate.caption=Evaluare

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Dezinstalare
rdlbl_NoticeInfo.Caption=Spațiul liber de pe discul sistem este sub 10%.
rdlbl_NoticeTip.Caption=Dezinstalați programele inutile cu „IObit Uninstaller” pentru a recupera mai mult spațiu liber.

[LeftNoticeForm_M]
LeftFound=S-au găsit <a>%s</a> resturi rămase după dezinstalări.
LeftTip=Eliminați-le pentru a elibera spațiu pe disc.
LeftBtn=Eliminare

[SoftNoticeForm_M]
PopupTip=S-au detectat notificări deranjante
PopUpOne=<a>1</a> notificare flotantă poate fi blocată pentru a nu vă deranja.
PopUpEx=<a>%s</a> notificări flotante pot fi blocate pentru a nu vă deranja.
PopupBtn=Blocare

[Malicious_M]
NoticeInfoEx_One=Program/Modul malițios detectat<BR><a>1</a> program/modul malițios poate fi eliminat pentru a avea un sistem rapid și sigur.
NoticeInfoEx_Some=Programe/Module malițioase detectate<BR><a>%d</a> programe/module malițioase pot fi eliminate pentru a avea un sistem rapid și sigur.

[InstallClearForm_M]
SetupTip=Fișiere de instalare inutile detectate
SetupClean=<a>1</a> fișier de instalare inutil poate fi șters pentru a elibera <a>%s</a> spațiu pe disc.
SetupCleanEx=<a>%s</a> fișiere de instalare inutile pot fi șterse pentru a elibera <a>%s</a> spațiu pe disc.
SetupBtn=Ștergere

[uninstall_Mitor_M]
showDetails_M=Afișare detalii
Cleanmanually_M=Curățare manuală
AutoClean_M=Autocurățare
Cleaning_M=Se curăță
Cleannow_M=Curățare
StillLeavas_M="%s" încă păstrează:
LeftoversRemoved_M=Resturile de la „%s” au fost șterse:
Registry_M=Regiștri
File_M=Fișier
Files_M=fișiere
Cleanfuture_M=Curățare automată în viitor
Setting_M=Setări
Uselessfiles_M=fișiere inutile
Uselessregistryentries_M=intrări în regiștri inutile
UselessregistryentriesOne_M=intrare în regiștri inutilă
Lan_BundleNoticeText_M=Au fost găsite programe suplimentaree la instalarea %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Module malițioase pentru navigatoare
ListViewGroupMaliciousDesc=Aceste module pot modifica navigatorul implicit și să vă fure informații confidențiale.
ListViewGroupAdTitle=Module publicitare pentru navigatoare
ListViewGroupAdDesc=Aceste module pot afișa reclame, bannere publicitare, etc.
ListViewGroupTrustTitle=Module de încredere pentru navigatoare
ListViewGroupTrustDesc=Aceste module nu vor afecta sistemul. Le puteți elimina sau păstra după cum doriți.
ListViewGroupExtensions=Extensii
ListViewGroupPlugins=Module
ListViewGroupToolbar=Bară utilitare
ListViewGroupBHO=Obiecte de ajutor
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Extensiile sunt folosite pentru a personaliza navigatorul cu funcțiile dorite.
ListViewGroupPlugin_DES=Modulele pot fi instalate ușor și folosite ca parte integrantă a navigatorului.
ListViewGroupToolbar_DES=Barele utilitare ajută utilizatorii să acceseze rapid site-urile și furnizează funcții interactive simplificate.
ListViewGroupBHO_DES=Obiectele de ajutor ajută la crearea de navigatoare personalizate și furnizează funcții interactive simplificate.
ListViewGroupActivex_DES=ActiveX este folosit de către Internet Explorer pentru a facilita redarea conținutului media complex.
NoSerchItem_Tip=Nu s-au găsit elemente corespunzătoare căutării.
PluginColumnStr_Title=Nume (Total: %d)
ChromeSyncMsg=Chrome Sync este activat. Modulele selectate pentru eliminare ar putea fi reinstalate automat după eliminare. Apăsați pe <a>Dezactivare Chrome Sync</a> pentru a urma pașii indicați privind dezactivarea Chrome Sync.
EdgeSyncMsg=Edge Sync este activat. Modulele selectate pentru eliminare ar putea fi reinstalate automat după eliminare. Apăsați pe <a>Dezactivare Edge Sync</a> pentru a urma pașii indicați privind dezactivarea Edge Sync.
FuncPluginSysPluginMsgBox=Nu este recomandată eliminarea %s deoarece unele funcții ale navigatorului ar putea fi afectate după eliminare.
FuncPluginLoading=Se încarcă...
FuncPluginRmoveSuccess=Eliminare reușită. Se încarcă...
FuncVotePlugSelectMsgBox=Selectați un element pentru evaluare
FuncPluginRmoveConfireSingleMsgBox=Sigur doriți eliminarea elementului selectat?
FuncPluginRmoveConfireSomeMsgBox=Sigur doriți eliminarea elementelor selectate?
FuncCheckBrowserMsgBox_1=%s este deschis.
FuncCheckBrowserMsgBox_2=Apăsați pe «OK» pentru a-l închide (Salvați mai întâi datele.)
FuncCheckBrowserMsgBox_3=Sau apăsați pe «Anulare» pentru anularea operației.
FuncCheckBrowserMsgBox_4=%s sunt deschise.
FuncCheckBrowserMsgBox_5=Apăsați pe «OK» pentru le închide (Salvați mai întâi datele.)
FuncCheckBrowserMsgBox_6=Sau apăsați pe «Anulare» pentru anularea operației.
FuncPluginRemoveFailedMsgBox_4=%s s-ar putea să nu poată fi eliminat deoarece este protejat de %s. Închideți %s și reporniți „IObit Uninstaller” pentru a relua eliminarea.
FuncRestoreSuccessMsgBox=Restaurat la setările implicite cu succes.
FuncRestoreFailedMsgBox=Eșuare restaurare setări implicite navigator.
PluginRestoreStr=Restaurare setări implicite %s
mniOpeninRegedit_M=Deschidere în regedit
lbl_NoFoundItems.caption_M=Nu s-au găsit module pentru navigatoare

[VoteText_M]
FuncVoteMarkSelectMsgBox=Evaluați-l
FuncVoteFailedMsgBox=Evaluare eșuată, verificați conexiunea rețelei și reîncercați.
FuncVoteActiveVote=Evaluare
FuncVoteWaitting=Se trimite evaluarea, așteptați puțin...
VoteStr_1=<a>un</a> utilizator a evaluat. Deja ați evaluat.
VoteStr_2=Nu sunt evaluări. Fiți primul care evaluează.
VoteStr_3=<a>%d</a> utilizatori au evaluat. Deja ați evaluat.
VoteStr_4=<a>%d</a> utilizatori l-au evaluat. Ce părere aveți despre acest modul?
VoteStr_5=<a>%d</a> utilizatori au evaluat-o. Ce părere aveți despre această aplicație?
Removingnow_M=Se elimină acum...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nume
rdlvAllBrowse.Columns[1].Caption=Evaluare utilizatori
rdlvAllBrowse.Columns[2].Caption=Operație
rdlvCustomBrowse.Columns[0].Caption=Nume
rdlvCustomBrowse.Columns[1].Caption=Operație
mniRemove.Caption=Eliminare
mniRate.Caption=Evaluare
mniIgone.Caption=Ignorare
mniRefush.Caption=Împrospătare
mniOpenFloder.Caption=Deschidere folder fișier
mniSelectedAll.Caption=Selectare toate
mniInvertSelection.Caption=Inversare selecție
mniSearchOnline.Caption=Căutare online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetare navigator
lblConfire.Caption=Sigur doriți restaurarea setărilor implicite?
lblHomepageTitle.Caption=Pagina curentă:
lblSearchTitle.Caption=Motor de căutare curent:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Anulare

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Eliminare reușită!
lbl_Removing.Caption=Se elimină...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nu s-au găsit astfel de programe (nefolosite în ultimele 2 luni)
Noprograms_Size_M=Niciun program nu depășeste %s
Noprograms_match_M=Nu s-au găsit potriviri conform căutării.
Noprograms_Recent_M=Nu s-au instalat programe în ultimele 10 zile
monthsago_M=acum %d luni
yearsago_M=acum %d an
yearsagos_M=acum %d ani
SoftwareFrame_InstallDate_M=Dată instalare
SoftwareFrame_FrequencyUse_M=Ultima accesare
HistoryInfo_DisplayName=Nume afișat
HistoryInfo_Publisher=Producător
HistoryInfo_Version=Versiunea
HistoryInfo_InstallDate=Dată instalare
HistoryInfo_UseSize=Spațiu utilizat
HistoryInfo_Location=Amplasare
HistoryInfo_UninstallDate=Dată dezinstalare
Lan_NoBundle_New=Programele suplimentare sunt programe care se pot instala fără a vă notifica în timp ce instalați programul principal.
Lan_Main_Soft=Program principal
Lan_Bundled_Soft=Program suplimentar
Lan_Bundled_Plug=Modul suplimentar
ColumnName_Logged=Jurnal instalare
ColumnName_LogDate=Dată instalare
ViewDetail=Afișare jurnal
NoPrograms_Logged=Programele înregistrate de funcția de „Monitorizare instalări” vor putea fi dezinstalate temeinic la o viitoare dezinstalare.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Mărime
ListView_SoftwareList.Columns[2].Caption=Dată instalare
ListView_SoftwareList.Columns[3].Caption=Operație
Menu_Program_Uninstall.caption=Dezinstalare
Menu_Program_Repair.caption=Reparare
Menu_Program_Refresh.caption=Împrospătare
Menu_Program_OpenFileLocation.caption=Deschidere folder fișier
Menu_Program_OpeninRegedit.caption=Deschidere în regedit
Menu_Program_SearchOnline.caption=Căutare online
mni_Openthewebsite.caption=Deschidere pagina web

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tip
ListView_BundleList.Columns[2].Caption=Operație
Menu_Program_Uninstall.caption=Dezinstalare
Menu_Program_OpenFileLocation.caption=Deschidere folder fișier
Menu_Program_OpeninRegedit.caption=Deschidere în regedit
Menu_Program_SearchOnline.caption=Căutare online
mni_Ignore.caption=Ignorare
mniOpenthewebsite.caption=Deschidere pagina web

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=S-au găsit programe suplimentare.
btn_UninstallAll.caption=Dezinstalare toate
lbl_Info.caption=Dezinstalare toate programele următoare suplimentare împreună cu „IObit Uninstaller PRO” sau dezinstalare doar programul curent.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=S-au găsit programe suplimentare. Selectați și programele suplimentare nedorite pentru dezinstalare.

[PromoteForm_M]
M_ProAD_Title=Mai multe funcții și avantaje cu versiunea PRO:
M_ProAD_CleanLog=Dezinstalare temeinică programe cu jurnale create în timpul instalării
M_ProAD_Monitor=Monitorizare instalare programe și eliminare ușoară programe suplimentare
M_ProAD_Database=Bază de date mare pentru eliminarea completă a programelor greu de dezinstalat
M_ProAD_Plugin=Eliminare module malițioase/publicitare pentru o navigare sigură și plăcută
M_ProAD_Update=Un singur clic pentru a vă păstra programele permanent actualizate
M_ProAD_SoftHealth=Autodetectare vulnerabilități programe și blocare ușoară notificări flotante și reclame nedorite
M_Continue=Continuare dezinstalare
M_BundleTitle=Activați „IObit Uninstaller PRO” pentru a elimina complet programele suplimentare.
M_BundleTitle2=Monitorizați instalarea programelor în timp real și eliminați ușor programele suplimentare.
M_UninstallLogTitle=Activați „IObit Uninstaller PRO” pentru a detecta automat și înregistra instalarea programelor pentru o viitoare dezinstalare cu jurnalele înregistrate.
M_PluginMaliciouTitle=Activați „IObit Uninstaller PRO” pentru a elimina profund modulele malițioase/publicitare.
M_PluginMaliciouTitle2=Baza de date în continuă expansiune vă ajută la eliminarea mai multor module malițioase/publicitare.
M_SPUninstallFail=%s program nu a putut fi dezinstalat.
M_SPAD_Title=Activați versiunea PRO pentru a-l dezinstala cu baza de date a programelor dificile.
M_SPUninstallFailCount=%d programe nu au putut fi dezinstalate.
M_SPADCount_Title=nu pot fi dezinstalate în mod obișnuit. Activați versiunea PRO pentru a le dezinstala cu baza de date a programelor dificile.
SpecPromotTile_1=%s program nu a putut fi dezinstalat.
SpecPromotTile_2=%d programe nu au putut fi dezinstalate.
SpecPromotTile_3=Un program a fost dezinstalat.
SpecPromotTile_4=%d programe au fost dezinstalate.
SpecPromotTile_5=Dar un program nu a putut fi dezinstalat.
SpecPromotTile_6=Dar %d programe nu au putut fi dezinstalate.
SpecPromotInfo_1=Activați versiunea PRO pentru a-l dezinstala cu o bază de date a programelor greu de dezinstalat.
SpecPromotInfo_2=Activați versiunea PRO pentru a le dezinstala cu o bază de date a programelor greu de dezinstalat.
SpecPromotInfo_3=%s nu pot fi dezinstalate în mod obișnuit.

[Protip_M]
Congratulations_M=Felicitări!
YouHave_M=Ați reușit actualizarea la ultima versiune a „IObit Uninstaller”.
Try_M=Încercare!
Tip_M=Actualizarea automată la „IObit Uninstaller” <a>%d</a> s-a finalizat.
WhatNew_M=Ce este nou în ultima versiune:
More_M=Detalii

[Uninstaller_Public_M]
Lan_ButtonCancel=Anulare
Lan_ButtonClose=Închidere
Lan_ButtonContinue=Continuare
Lan_ButtonClean=Curățare
Lan_Cleaning=Curățare
Lan_Details=Detalii
Lan_Exit=Ieșire
Lan_Hide=Ascundere
Lan_Ignore=Ignorare
Lan_Ignored=Ignorat
Lan_item=element
Lan_items=elemente
Lan_LoadingD=Se încarcă...
Lan_WindowMin=Micșorare
Lan_WindowMax=Mărire
Lan_ButtonNo=Nu
Lan_Name=Nume
Lan_NameT=Nume (Total: %d)
Lan_Notagain=Nu mai arăta asta
Lan_ButtonOK=OK
Lan_Publisher=Producător
Lan_WindowRest=Restaurare
Lan_ButtonRemove=Eliminare
Lan_State=Stare
Lan_Show=Afișare
Lan_Scan=Scanare
Lan_Search=Căutare
Lan_ButtonUninstall=Dezinstalare
Lan_Version=Versiunea
Lan_ButtonYES=Da
Lan_ButtonFor0=Luați Pro gratis
Lan_ButtonActivate=Activare
Lan_ButtonUpgrade=Upgrade
Lan_ButtonUpgradeFor0=Upgrade la PRO gratuit
Lan_DisplayName=Nume
Lan_Installationpath=Cale instalare
Lan_Description=Descriere
Lan_LinkAbout=Despre
Lan_LinkHelp=Ajutor
Lan_SysMsgCorrupted=Unele fișiere ale „IObit Uninstaller” sunt corupte. Reinstalați-l.
Lan_Bit=bit

[RC_M]
M1=Obțineți gratuit versiunea PRO
M2=0$ pentru a beneficia de dezinstalări ușoare, puternice și mai complete.
M3=Automat
M4=Eliminare fișiere reziduale
M5=Un clic
M6=Fixare probleme la toate programele
M7=Peste 1000
M8=Eliminare programe greu de dezinstalat
M9=Cu 50% mai mare
M10=Bază de date actualizare programe
M11=Acum, mai multe funcții minunate și îmbunătățite din versiunea PRO sunt GRATUITE:
M12=Activare GRATUITĂ eliminare automată fișiere reziduale
M13=și beneficiați de un sistem mai rapid și fiabil cu ușurință.

[Unistaller_Register_M]
license_OtherCode_M=Codul de licență %s este valid doar pentru %s. Apăsați pe butonul «OK» pentru a descărca și instala %s.
LicenseCannotconnect_M=Nu se poate contacta serverul nostru. Verificați setările rețelei/proxy și apoi reîncercați validarea licenței.
license_OtherGivewalys_M_M=%s este o licență cadou validă doar pentru versiunea specificată. Vizitați pagina de <a>aici</a> pentru a cumpăra o licență nouă pentru IObit Uninstaller %s PRO.
License_expired_M=Licența %s a expirat. Apăsați <a>aici</a> pentru a cumpăra o licență nouă.
License_maximum_M=Licența %s a fost activată pentru numărul maxim de sisteme și nu mai poate fi utilizată. Accesați pagina de <a>aici</a> pentru a cumpăra altă licență și a activa „IObit Uninstaller PRO” pentru acest sistem.
License_Free_M=Licența %s nu poate fi activată. Cumpărați altă licență pentru „IObit Uninstaller PRO”.
License_valid_M=Cod de licență nevalid! Introduceți un cod de licență valid.
LicenseSeat_M=Număr licențe:
LicenseCodeLiftTime_M=Acesta este un cod de licență pe viață, care este valid doar pentru „IObit Uninstaller” v%d. Reinstalați „IObit Uninstaller PRO” v%d.
licensedays_left_M=%d zile rămase
licenseday_left_M=%d zi rămasă
LicenseCodeLocation_M=Codul de licență %s nu este valid în regiunea sau țara dvs. Apăsați pe «OK» pentru a cumpăra unul valid.
Never_M=Niciodată
M_CheckLicense=Puteți accesa „Abonamentul meu” din meniul „Opțiuni” pentru a verifica starea licenței.

[Uninstaller_Form_Activate]
Label_Get.caption=Obținere licență
Label_Retrv.caption=Preluare cod
Label_Eg.caption=Ex.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Înregistrare
RdLabelCaption.caption=Activați versiunea PRO pentru a vă bucura de o experiență mai bună a serviciilor
Label_Please.caption=Introduceți codul de licență și apăsați pe «Înregistrare» pentru a activa toate funcțiile versiunii PRO.
Label_Code.caption=Cod de licență:
RdBtnlab.caption=Mai multe avantaje, vă promitem:
RdImgBtn_Upgrade.caption=Actualizare la PRO

[Form_Activate_M]
TitleOne=Dezinstalare curată cu jurnalizare
ContentOne=Dezinstalați complet programele cu ajutorul jurnalelor create în timpul instalării
TitleTwo=Eliminare programe greu de dezinstalat
ContentTwo=Eliminați complet peste 1000 de programe greu de dezinstalat cu baza de date unică
TitleThree=Performanță fiabilă a programelor
ContentThree=Autodetectați vulnerabilitățile programelor și blocați ușor notificările flotante și reclamele nedorite
TitleFour=Actualizator programe
ContentFour=Păstrați programele importante permanent actualizate cu un singur clic

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Închidere
lbleg.Caption=Ex.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Ajutor
Label_Please.caption=Introduceți codul de licență și apăsați pe «Înregistrare» pentru a activa toate funcțiile versiunii PRO.
Label_Code.caption=Cod de licență:
RdImgBtnRegister.caption=Înregistrare
Label_Retrv.caption=Preluare cod
Label_HaveLicense.caption=Nu aveți o licență?
Label_click.caption=Apăsați aici pentru a obține una.
RdImageButton_Back.caption=Înapoi
RdImageButton_Close.caption=Închidere
RdLabelCaption.caption=Gestionare licență
Label_Status.caption=Stare licență:
Label_Activated.caption=Activat
Label_Lcode.caption=Cod licență:
Label_Data.caption=Dată expirare:
Label_Refresh.caption=Împrospătare
Label_Export.caption=Exportare licență
rdlblAlread.caption:=Am deja un cod de licență

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ajutor
RdImgBtn_Closetwo.caption=Închidere
Label_success.caption=Codul licenței a fost activat cu succes!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ținând butonul stâng al mausului apăsat, selectați zona pe care doriți să o capturați
M_NoticeInfo_AC=2. Pentru ieșire apăsați butonul drept al mausului sau apăsați pe «Esc»
M_Rect=Dreptunghi
M_Oval=Oval
M_Text=Text
M_Paintbrush=Pensulă
M_Return=Revenire (Ctrl + Z)
M_Copy=Copiere în memorie
M_Exit=Ieșire din captura de ecran
M_Save=Salvare
M_TipInfo=Captura de ecran a fost salvată în memorie. Puteți utiliza Ctrl+V pentru a o insera.
M_TipShow=Nu mai afișa din nou acest mesaj
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Setări
lbl_UserInterfaceTitle.caption=Interfață utilizator
lbl_SkinTitle.caption=Interfață:
lbl_LanguageTitle.caption=Limba curentă:
lbl_FontSize.caption=Dimensiune font:
lbl_Dark.caption=Neagră
lbl_Light.caption=Albă
lbl_UpdateTitle.caption=Metoda de actualizare
lbl_UpdateChooseDes.caption=Metoda de actualizare pentru acest produs:
btnImg_UpdateRemind.caption=Notificare când sunt disponibile actualizări
btnImg_UpdateAuto.caption=Actualizare automată
lbl_GeneralCaption.caption=Setări generale
btnImg_AutoDelete.caption=Eliminare automată fișiere reziduale găsite
btnImg_AfterUninstallAutoScan.caption=Ștergere automată fișiere rămase de la programele dezinstalate de alte dezinstalatoare
btnImg_RemoveToRecycleBin.caption=Eliminare fișiere în «Coșul de reciclare»
btnImg_ShowExplorerButton.caption=Adăugare buton «Distrugere fișiere» în Windows Explorer
btnImg_ShowComponents.caption=Fără afișare componente de sistem ce rulează
btnImg_ShowMenuButton.caption=Adăugare opțiune de dezinstalare avansată în meniul contextual din Windows
btnImg_CreateRestore.caption=Creare punct de restaurare înainte de dezinstalare
btnImg_OK.caption=OK
btnImg_Cancel.caption=Anulare
lbl_HotKey.caption=Taste dezinstalare rapidă:
lbl_OccupiedHotKey.caption=Deja folosită, introduceți altă combinație.
lbl_Notification.caption=Notificare
btn_NotifySoftUpdater.caption=Notificare când apar actualizări pentru programe.
btnImg_SystemDiskSpace.caption=Notificare când spațiul liber pe discul sistem este mai mic de 10%
lbl_Boundleware.caption=Listă ignorări
btnImg_remove.caption=Eliminare
btnImg_UserInterface.Caption=Interfață
btnImg_General.Caption=Generale
btnImg_Notification.Caption=Notificări

[Uninstall_setting_M]
Setting_UITitle=Interfață
Setting_GeneralTilte=Generale
Setting_NotificationTilte=Notificări
Setting_BoundlewareTilte=Listă ignorări
Setting_Size_Normal=Normal
Setting_Size_Large=Mare
Setting_Size_Larger=Mai mare
Setting_listviewHeader=Nume
SystemComponentsInfo=Componenetele de sistem ca Microsoft .NET Framework, Microsoft Visual C++ redistribuibil, Microsoft XNA.
btnImg_NotificInstallLog_M1=Notificare când este creat jurnalul de instalare după monitorizarea automată
btnImg_BundlewareInstalled_M=Notificare la instalarea programelor suplimentare
btnImg_BrowserPlugTip_M=Notificare la instalarea programelor/modulelor malițioase
btnImg_AutoCleanTipForm_M=Notificare când se detectează fișiere reziduale după operația de dezinstalare a altui program de dezinstalare
btnImg_leftovers_M=Notificare când sunt detectate resturi de fișiere rămase după dezinstalarea programelor
btnImg_SoftNotific_M=Notificare când sunt detectate notificări flotante
btnImg_NotNeedInstall_M=Notificare când sunt detectate fișiere de instalare inutile
btnImg_Boundleware.Caption_M=Listă ignorări
rdlbl_BoundlwareTip.caption_M=Programele suplimentare ignorate nu vor fi detectate până la eliminarea lor din lista de mai jos.

[SoftUpdate_M]
SUCaption=Actualizator programe
SU_GroupOutData=Vechi
SU_GroupUpToDate_New=Actualizat
SU_Ignore=Ignorare
SU_Ignored=Ignorat
SU_NoIgnore=Anulare ignorare
SU_Update=Actualizare
SU_Updating=Se actualizează
SU_UpToDate=La zi
SU_NewVersion=Versiune nouă
SU_CurrVersion=Versiune curentă
SU_ActivePro=Activare actualizări automate
SU_Button_UpdateAll=Actualizare toate
SU_NoUpdates=Nu sunt actualizări pentru programele actuale.
SU_IgnoreForever=Ignorare toate actualizările
SU_IgnoreCurrent=Ignorare actualizare curentă
SU_CancelUpdate=Actualizarea este în desfășurare. Sigur anulați actualizarea?
SU_DefaultSelUpdate=Toate programele sunt actualizate!
SU_DefaultUpdaterPromoteInfo=Actualizați toate programele vechi pentru a reduce riscurile de securitate.

[SoftUpdatePromote_M]
IUP_Manually=Actualizare manuală
Img_Tab=Activați „IObit Uninstaller PRO” pentru a
LbIUPromote1=Actualiza toate programele importante cu un singur clic
LbIUPromote2=Instala automat actualizări fără a accesa pagina lor web
SUInstall=Instalare
SUImg_Tab=Instalare „IObit Software Updater”
LbSUPromote1=Actualiza mai multe programe fără efort
LbSUPromote2=Instala programele dorite mai ușor
SUEULA=Apăsând pe «Instalare», sunteți de acord să instalați „IObit Software Updater” și să acceptați <a>Licența</a> și <a>Politica de confidențialitate</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program trebuie actualizat.
TipOnes=<a>%s</a> programe trebuie actualizate.
TipInfo=pentru a proteja sistemul de vulnerabilități de securitate
NeverShow=Nu mai arăta asta
BtnUpdate=Actualizare

[SpecUTool_M]
SpecTOpen=Deschidere
SpecTOK=OK
SpecTHide=Ascundere
TrayHint=IObit Uninstaller dezinstalează programe
SpecTUninstalling=Se dezinstalează programul următor:
SpecTUninstallingM=Se dezinstalează programele următoare:
SpecTUninstalled=program a fost dezinstalat.
SpecTUninstalledM=programe au fost dezinstalate.
SpecTClose=Închidere

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Eliminator programe dificile
lbl_DescTitle.caption=Afișează programele la care nu găsiți un opțiuni de dezinstalare în alte locuri. Le puteți elimina ușor de aici.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Bază de date oficială de eliminare (%d)
OfficialDesEx=Unele programe nu pot fi dezinstalate în mod normal din motive de securitate. Puteți să le dezinstalați aici folosind programul lor oficial de eliminare.
AllGroupEx=Bază de date programe suportate (%d)
AllDesEx=Aici sunt afișate mai multe programe la care ați putea să nu găsiți opțiuni de dezinstalare în alte locuri. Le puteți elimina ușor de aici.
ProblemsTip=Probleme găsite
LoadingTip=Se încarcă baza de date cu programe suportate...
NotInstallSingleMsgBox=Nu s-au detectat probleme de dezinstalare. Sigur continuați dezinstalarea și scanarea pentru fișiere reziduale?
NotInstallSomeMsgBox=Nu s-au detectat probleme de dezinstalare. Sigur continuați dezinstalarea și scanarea pentru fișiere reziduale?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurare sistem
rdlblDesc.Caption=Restaurare sistem la starea în care se afla înainte de evenimentul selectat. Ultimul punct de restaurare nu poate fi șters pentru securitatea sistemului.
ListView_Restore.Columns[0].Caption=Data si ora
ListView_Restore.Columns[1].Caption=Descriere
btn_CreateRestorePoint.Caption=Creare punct de restaurare
RdImageButton_Restore.Caption=Restaurare
RdImageButton_Delete.Caption=Ștergere
lblNull.Caption=Nu s-a creat un punct de restaurare.
Rdlbl_CreateRestorePoint.caption=Creare punct de restaurare

[SystemRestore_M]
SysRestore_CreateComplete=Punct de restaurare creat cu succes!
SysRestore_CreateFailed=Crearea punctului de restaurare a eșuat! Verificați dacă este activată opțiunea de «Restaurare sistem».
SysRestore_CreateRestore_Confirm=Sigur doriți crearea unui punct de restaurare?
SysRestore_CreateRestore_Tip=Se crează un punct de restaurare, așteptați puțin...
SysRestore_CreateRestore_Failed=Crearea punctului de restaurare a eșuat! Verificați dacă este activată opțiunea «Restaurare sistem».
SysRestore_SetRestore_Confirm=ATENȚIE: Restaurarea sistemului la un punct de restaurare va anula toate modificările efectuate după acel punct de restaurare. După pornire, restaurarea sistemului nu poate fi anulată sau întreruptă. Sigur doriți să continuați?
SysRestore_SetRestore_Reboot=Este necesară repornirea sistemului pentru a se aplica modificările. Salvați toate fișierele deschise și închideți programele deschise înainte de a repornire. Reporniți sistemul acum?
SysRestore_SetRestore_Tip=Se restaurează fișierele și setările sistemului, așteptați puțin...
SysRestore_Delete_Confirm=Sigur doriți să-l ștergeți?

[UninstallForm_M]
MsgBox_SelectProgram=Selectați cel puțin un program.
Msg_Bundle_RebootSpec=a fost dezinstalat. Reporniți sistemul pentru a se finaliza dezinstalarea.
OneItemStr=%d element
SomeItemStr=%d elemente
Clean_Uninstall=Dezinstalare completă
RebootToDelete_Str=(Ștergere la repornire)
UninstallingSingleStr_New=Sigur doriți să dezinstalați articolul selectat?
UninstallingSomeStr_New=Sigur doriți să dezinstalați cele %d articole selectate?
UninstallingSingleStrUpdate=Confirmați dezinstalarea actualizării Windows selectată?
UninstallingSomeStrUpdate=Confirmați dezinstalarea celor %d actualizări Windows selectate?
UninstallingSingleStrApp=Confirmați dezinstalarea aplicației Windows selectată?
UninstallingSomeStrApp=Confirmați dezinstalarea celor %d aplicații Windows selectate?
Uninstall_Str=Se dezinstalează %s (%d/%d)
Scan_Str=Se scanează %s (%d/%d)
UninstallOne_Str=Se dezinstalează %s
ScanOne_Str=Se scanează %s
CreateRetore_Str=Se crează un punct de restaurare, așteptați puțin...
SureToDeleteSomeStr_New=S-au dezinstalat <a>%d</a> articole. Dar au mai rămas următoarele fișiere reziduale.
SureToDeleteOneStr_New=S-a dezinstalat <a>un</a> articol. Dar au mai rămas următoarele fișiere reziduale.
SureToDeleteSomeStrApp=S-au deinstalat <a>%d</a> aplicații Windows. Dar au mai rămas următoarele elemente reziduale.
SureToDeleteOneStrApp=S-a dezinstalat <a>o</a> aplicație Windows. Dar au mai rămas următoarele elemente reziduale.
SureToDeleteByHistroy=S-au găsit fișiere reziduale.
DeletingStr=Se șterg fișierele rămase, așteptați puțin
DeleteCancleStr=Sigur doriți să anulați ștergerea?
RestoringCancleStr=Se crează un punct de restaurare. Sigur doriți să anulați operația?
UninstallingCancleStr=Dezinstalarea este în desfășurare și ar putea rămâne fișiere reziduale dacă o opriți acum. Sigur doriți să ieșiți?
ScaningCancleStr=Scanarea este în desfășurare și pot rămâne fișiere reziduale dacă o opriți acum. Sigur doriți să ieșiți?
RegistryCaption_Str=Regiștri
FileCaption_Str=Fișier
TaskCaption_Str=Sarcină programată
ServiceCaption_Str=Servicii de sistem
DllCaption_Str=Înregistrare DLL
SuccessReslutFromHistroySingle=Fișierele reziduale au fost șterse cu succes. Verificați detaliile mai jos:
SuccessReslutFromUninstallSingle_New=Ați dezinstalat cu succes <a>%d</a> articol și șters resturile cu detaliile de mai jos:
SuccessReslutFromUninstallSome_New=Ați dezinstalat cu succes <a>%d</a> articole și șters resturile cu detaliile de mai jos:
SuccessReslutFromUninstallSingleApp=S-a dezinstalat corect <a>%d</a> aplicație Windows și șters resturile cu detaliile de mai jos:
SuccessReslutFromUninstallSomeApp=S-au dezinstalat corect <a>%d</a> aplicații Windows și șters resturille cu detaliile de mai jos:
FileDelete_Str=Fișiere
RegDelete_Str=Intrări regiștri
TaskDelete_Str=Sarcini programate
ServiceDelete_Str=Servicii de sistem
DeepDelete_Str=Articole înregistrate
HtmlRecomReslutCaption=Programe dezinstalate: <a>%d</a>. S-au eliminat resturile de mai jos:
HtmlRecomReslutCaption1=S-a dezinstalat <a>%d</a> program și eliminat resturile de mai jos:
HtmlRecomReslutAppCaption=S-au dezinstalat <a>%d</a> aplicații Windows și eliminat resturile de mai jos:
HtmlRecomReslutAppCaption1=S-au dezinstalat <a>%d</a> aplicație Windows și eliminat resturile de mai jos:
HtmlFileReCaption=Fișiere inutile: <a>%s</a>
HtmlRegReCaption=Intrări în regiștri inutile: <a>%d</a>
HtmlTaskReCaption=Sarcini programate nevalide: <a>%d</a>
HtmlServicesReCaption=Servicii de sistem nevalide: <a>%d</a>
HtmlDeepReCaption=<a>%d</a> articole înregistrate
HtmlFileReCaptionOne=<a>%s</a> fișiere inutile
HtmlRegReCaptionOne=<a>%d</a> intrări în regiștri inutile
HtmlTaskReCaptionOne=<a>%d</a> sarcini programate nevalide
HtmlServicesReCaptionOne=<a>%d</a> servicii de sistem nevalide
HtmlDeepReCaptionOne=<a>%d</a> articol înregistrat
UninstallPromote=Cumpărare
RebootYes=Repornire
RebootLater=Mai târziu
FromHistroyNoItem=Nu s-au găsit resturi.
FromUninstallNoItem=Dezinstalare finalizată.
RelatedMetroText=Aceste aplicații sunt înrudite. Dezinstalând-o pe oricare din ele o va dezinstala automat și pe cealaltă. Sigur doriți să continuați dezinstalarea?
RelatedSoftText=Programele suplimentare de mai sus au fost instalate în același timp. Doriți să le dezinstalați împreună?
HtmlADPluginCaption=Module publicitare care interferează: <a>%d</a>
HtmlMaliciousPluginCaption=Module malițioase periculoase: <a>%d</a>
MoneyBackInfo=Vă veți bucura de un sistem mai sigur și rapid eliminând complet programele și modulele nedorite. Garanție de rambursare a banilor de 60 de zile. Fără alte întrebări.
SpecRestartAll=Reporniți sistemul pentru a dezinstala complet următoarele programe. Repornire acum?
SpecRestartOne=Reporniți sistemul pentru a dezinstala complet următorul program. Repornire acum?
UnPromoteTitle=Dar cu versiunea PRO, puteți avea mai multe funcții și beneficii:
UnPromote_60=Garanția de returnare a banilor în primele 60 de zile
PromotelbPlugins_New=Eliminați <a>%d</a> programe/module malițioase pentru a o navigare online sigură
PromotelbPlugin_New=Eliminați <a>%d</a> program/modul malițios pentru a o navigare online sigură
PromotelbPlugin0_New=Eliminați programe/module malițioase pentru o navigare online sigură
PromotelbUpdate=Actualizare cu un singur clic a <a>%d</a> programe depășite pentru e reduce riscurile de securitate
PromotelbUpdate0=Actualizare cu un singur clic a programelor învechite pentru e reduce riscurile de securitate
PromotelbMoreDBs_New=Eliminați profund <a>%d</a> programe dificil de eliminat
PromotelbMoreDB_New=Eliminați profund <a>%d</a> program dificil de eliminat
PromotelbMoreDB0_New=Baza de date unică suportă dezinstalarea a peste 1000 de programe dificil de eliminat
PromotelbClean=Eliminare programe asociate integrate cu un singur clic
PromotelbAuto=Ștergere automată a resturilor rămase după alte programe de dezinstalare
NeedCloseApp=%s rulează și trebuie închis înainte de a putea fi dezinstalat. Sigur îl închideți?
LB_Free=Gratuit
LB_Pro=PRO
RestoreOpenstr=Opțiunea „Restaurare sistem” nu este activată. Apăsați pe «OK» pentru a o activa astfel încât „IObit Uninstaller” să poată crea puncte de restaurare înainte de a dezinstala programele.
OfficialFail=Eșuare dezinstalare a următorului program. Puteți încerca să-l dezinstalați cu programul său oficial de dezinstalare.
OfficialFails=Eșuare dezinstalare a următoarelor programe. Puteți încerca să le dezinstalați cu programul lor oficial de dezinstalare.
QuitDonwload=Sigur doriți anularea descărcării?
LogHintTitle=Mai multe beneficii. Vă promitem:
LogHintStr=+ Dezinstalarea temeinică a programelor monitorizate<br>+ Eliminare completă a peste 200 de programe greu de dezinstalat<br>+ Dezisnstalarea ușoară și completă a programelor suplimentare
UpgradePromote=Treceți la „IObit Uninstaller PRO” pentru a șterge automat fișierele reziduale
UpgradeFileDelete=%s fișiere reziduale au fost șterse cu succes.
UpgradeRegsDelete=%s intrări reziduale din regiștri au fost șterse cu succes.
UpgradeRegDelete=%s intrare reziduală din regiștri a fost ștearsă cu succes.
PromoteB_Title=Mai multe probleme pot fi reparate cu versiunea PRO:
PromoteB_Update=Programele vechi pot fi actualizate cu un singur clic:
PromoteB_Plugin_New=Programele/modulele malițioase ar trebui eliminate pentru o navigare sigură:
PromoteB_Leftover=Resturile rămase după dezinstalări pot fi eliminate pentru un sistem mai curat:
PromoteB_Log=Programele jurnalizate pot fi complet dezinstalate:
PromoteB_Unuse=Programele nefolosite în ultimele două luni pot fi dezinstalate:
PromoteB_Banweb_New=Notificările flotante pot fi blocate pentru a evita întreruperile nedorite:
PromoteB_Permission=Permisiunile inutile ale programelor pot fi dezactivate:
PromoteB_SetupFile=Fișierele de instalare inutile pot fi eliminate pentru a elibera spațiu:
PromoteB_Fix=Fixare
PromoteB_Stubborn=Programele dificile pot fi eliminate în profunzime:
OfficialSp_1=Dezinstalare completă a următorului program folosind propriul său utilitar de dezinstalare.
OfficialSps_1=Dezinstalare completă a următoarelor programe folosind propriul lor utilitar de dezinstalare.
LogPromoteHintTitle=Curățare profundă a tuturor programelor înregistrate cu <a>versiunea PRO</a>:
LogPromoteHintRegs=<a>%s</a> intrări în regiștri
LogPromoteHintReg=<a>%s</a> intrare în regiștri
LogPromoteHintFiles=<a>%s</a> fișiere
LogPromoteHintFile=<a>%s</a> fișier
LogPromoteHintTasks=<a>%s</a> sarcini programate
LogPromoteHintTask=<a>%s</a> sarcină programată
LogPromoteHintServices=<a>%s</a> servicii de sistem
LogPromoteHintService=<a>%s</a> serviciu de sistem
LogPromoteHintDlls=<a>%s</a> înregistrări dll
LogPromoteHintDll=<a>%s</a> înregistrare dll
LogPromoteFormLogPro=programe înregistrate
LogPromoteFormDesc_New=Curățați mai multe fișiere rămase cu versiunea PRO.
LogPromoteFormTip=Detalii ca mai jos:
LogPromoteFormDetails=Afișare detalii
EndRunningExeSingleMsgBox=Următorul program rulează. Sigur doriți să-l închideți și să-l ștergeți?
EndRunningExeSomeMsgBox=Următoarele programe rulează. Sigur doriți să le închideți și să le ștergeți?
UninstallingSingleStr=Sigur doriți să dezinstalați programul selectat?
UninstallingSomeStr=Sigur doriți să dezinstalați cele %d programe selectate?
SureToDeleteSomeStr=S-au dezinstalat <a>%d</a> programe. Dar au mai rămas următoarele fișiere reziduale.
SureToDeleteOneStr=S-a dezinstalat <a>1</a> program. Dar au mai rămas următoarele fișiere reziduale.
SuccessReslutFromUninstallSingle=Ați dezinstalat cu succes <a>%d</a> program cu detaliile de mai jos:
SuccessReslutFromUninstallSome=Ați dezinstalat cu succes <a>%d</a> programe cu detaliile de mai jos:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Deschidere în regedit
mniMenu_Path.caption=Deschidere folder fișier
btnImg_AllMainCancel.caption=Anulare
btnImg_Uninstall.caption=Dezinstalare
btnImg_ChkAutoDelete.caption=Eliminare automată fișiere reziduale găsite
btnImg_ChkCreateRestore.caption=Creare punct de restaurare înainte de dezinstalare
lbl_IsUninstallHint.caption=Doriți să dezinstalați programul selectat?
btnImg_Delete.caption=Ștergere
btnImg_ReslutCancel.caption=Anulare
btnImgl_SeletedAll.caption=Selectare toate
btnImg_ChkShredFile.caption=Distrugător fișiere
lbl_NoPowerScan.caption=Dezinstalare finalizată.
btnImg_RecommendClose.caption=Închidere
btnImg_Restart.caption=Da
lbl_MoneyBackTitle.caption=Dezinstalare completă garantată și un sistem mai curat
btn_Tab.caption=Primiți mai mult cu „IObit Uninstaller PRO”
lbl_InfoDB.caption=O bază de date mare pentru a elimina profund programele greu de dezinstalat
lbl_InfoRemove.caption=Eliminare extensii malițioase și publicitare pentru o navigare mai sigură și plăcută
lbl_InfoUpdate.caption=Monitorizare instalare programe și eliminare programe suplimentare

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Noutăți

[WindowsUpdate_M]
Update_NoItem_Tip=Nu sunt actualizări Windows
NoSerchItem_Tip=Nu s-au găsit potriviri conform căutării.
Update_Loading_Tip=Se încarcă...
Update_WindowsTitle=Aici sunt afișate toate actualizările Windows instalate. Dezinstalați-le pe cele nedorite pentru a elibera spațiu.
Button_Uninstall=Dezinstalare

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Dată instalare
mniUninstall.caption=Dezinstalare
mniRefush.caption=Împrospătare

